r#+FILETAGS: PERSONAL HABIT REVIEW

** TODO Morning Review
SCHEDULED: <2024-12-10 Tue 08:00 .+1d>
:PROPERTIES:
:TAGS_ALL: Mindset
:LAST_REPEAT: [2024-12-09 Mon 18:04]
:Effort:   0:30
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2024-12-09 Mon 18:04]
- State "DONE"       from "TODO"       [2024-11-24 Sun 12:37]
- State "DONE"       from "TODO"       [2024-10-29 Tue 10:54]
- State "DONE"       from "TODO"       [2024-10-09 Wed 15:04]
- State "DONE"       from "TODO"       [2024-10-08 Tue 09:47]
- State "DONE"       from "TODO"       [2024-10-07 Mon 10:53]
- State "DONE"       from "TODO"       [2024-07-07 Sun 13:57]
- State "DONE"       from "TODO"       [2024-05-08 Wed 08:14]
- State "DONE"       from "TODO"       [2024-05-07 Tue 07:55]
- State "DONE"       from "TODO"       [2024-04-07 Sun 15:08]
CLOCK: [2024-04-07 Sun 12:51]--[2024-04-07 Sun 15:08] =>  2:17
- State "DONE"       from "TODO"       [2024-04-03 Wed 10:17]
CLOCK: [2024-04-03 Wed 10:13]--[2024-04-03 Wed 10:17] =>  0:04
- State "DONE"       from "TODO"       [2024-04-02 Tue 10:08]
CLOCK: [2024-04-02 Tue 10:06]--[2024-04-02 Tue 10:08] =>  0:02
- State "DONE"       from "TODO"       [2024-03-22 Fri 10:03]
- State "DONE"       from "TODO"       [2024-02-24 Sat 10:37]
- State "DONE"       from "TODO"       [2024-01-30 Tue 08:20]
- State "DONE"       from "TODO"       [2023-12-24 Sun 11:36]
- State "DONE"       from "TODO"       [2023-10-31 Tue 10:36]
CLOCK: [2023-10-31 Tue 09:20]--[2023-10-31 Tue 09:40] =>  0:20
- State "DONE"       from "TODO"       [2023-10-30 Mon 08:14]
CLOCK: [2023-10-30 Mon 08:10]--[2023-10-30 Mon 08:14] =>  0:04
- State "DONE"       from "TODO"       [2023-10-28 Sat 12:56]
- State "DONE"       from "TODO"       [2023-10-23 Mon 10:06]
CLOCK: [2023-10-23 Mon 09:11]--[2023-10-23 Mon 09:20] =>  0:09
CLOCK: [2023-10-23 Mon 09:10]--[2023-10-23 Mon 09:11] =>  0:01
- State "DONE"       from "TODO"       [2023-10-08 Sun 12:24]
CLOCK: [2023-10-08 Sun 12:17]--[2023-10-08 Sun 12:24] =>  0:07
- State "DONE"       from "TODO"       [2023-10-02 Mon 08:43]
CLOCK: [2023-10-02 Mon 08:10]--[2023-10-02 Mon 08:43] =>  0:33
- State "DONE"       from "TODO"       [2023-10-01 Sun 14:50]
CLOCK: [2023-10-01 Sun 14:39]--[2023-10-01 Sun 14:50] =>  0:11
- State "DONE"       from "TODO"       [2023-09-24 Sun 13:06]
CLOCK: [2023-09-24 Sun 13:02]--[2023-09-24 Sun 13:06] =>  0:04
- State "DONE"       from "TODO"       [2023-09-06 Wed 13:09]
CLOCK: [2023-08-07 Mon 09:08]--[2023-08-07 Mon 09:38] =>  0:30
- State "DONE"       from "TODO"       [2023-08-06 Sun 14:41]
- State "DONE"       from "TODO"       [2023-08-02 Wed 09:28]
CLOCK: [2023-08-02 Wed 09:00]--[2023-08-02 Wed 09:25] =>  0:25
- State "DONE"       from "TODO"       [2023-08-01 Tue 13:15]
- State "DONE"       from "TODO"       [2023-07-31 Mon 09:54]
- State "DONE"       from "TODO"       [2023-07-30 Sun 13:48]
- State "DONE"       from "TODO"       [2023-07-29 Sat 12:07]
- State "DONE"       from "TODO"       [2023-07-26 Wed 12:07]
- State "DONE"       from "TODO"       [2023-07-25 Tue 09:25]
CLOCK: [2023-07-25 Tue 09:11]--[2023-07-25 Tue 09:25] =>  0:14
- State "DONE"       from "TODO"       [2023-07-24 Mon 10:35]
- State "DONE"       from "TODO"       [2023-07-10 Mon 08:28]
- State "DONE"       from "TODO"       [2023-06-26 Mon 15:18]
- State "DONE"       from "TODO"       [2023-06-18 Sun 14:13]
- State "DONE"       from "TODO"       [2023-06-12 Mon 10:10]
CLOCK: [2023-06-12 Mon 08:38]--[2023-06-12 Mon 08:50] =>  0:12
- State "DONE"       from "TODO"       [2023-06-11 Sun 14:53]
- State "DONE"       from "TODO"       [2023-06-10 Sat 12:15]
- State "DONE"       from "TODO"       [2023-05-24 Wed 09:15]
- State "DONE"       from "TODO"       [2023-05-09 Tue 09:16]
- State "DONE"       from "TODO"       [2023-05-08 Mon 08:21]
- State "DONE"       from "TODO"       [2023-05-06 Sat 12:37]
- State "DONE"       from "TODO"       [2023-05-05 Fri 11:25]
- State "DONE"       from "TODO"       [2023-03-27 Mon 09:15]
- State "DONE"       from "TODO"       [2023-02-28 Tue 08:29]
CLOCK: [2023-02-28 Tue 07:58]--[2023-02-28 Tue 08:29] =>  0:31
- State "DONE"       from "TODO"       [2023-02-23 Thu 09:39]
- State "CANCELLED"  from "TODO"       [2023-02-01 Wed 08:37] \\
  didn't end up getting done
- State "DONE"       from "TODO"       [2023-01-30 Mon 09:20]
- State "DONE"       from "TODO"       [2023-01-29 Sun 13:02]
:END:

** NEXT Evening Review
SCHEDULED: <2024-12-09 Mon 21:00 .+1d>
:PROPERTIES:
:TAGS_ALL: mindset
:Effort:   0:30
:LAST_REPEAT: [2024-05-07 Tue 08:14]
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2024-05-08 Wed 08:14]
- State "DONE"       from "TODO"       [2024-03-22 Fri 22:29]
- State "DONE"       from "NEXT"       [2023-10-31 Tue 09:20]
- State "DONE"       from "NEXT"       [2023-10-01 Sun 23:28]
- State "DONE"       from "NEXT"       [2023-08-13 Sun 22:28]
- State "DONE"       from "TODO"       [2023-08-06 Sun 22:38]
CLOCK: [2023-08-06 Sun 22:08]--[2023-08-06 Sun 22:38] =>  0:30
- State "DONE"       from "TODO"       [2023-07-29 Sat 22:19]
- State "DONE"       from "TODO"       [2023-07-25 Tue 23:59]
CLOCK: [2023-07-25 Tue 23:59]--[2023-07-26 Wed 00:21] =>  0:22
- State "DONE"       from "TODO"       [2023-07-24 Mon 23:39]
- State "DONE"       from "TODO"       [2023-06-18 Sun 23:21]
- State "DONE"       from "TODO"       [2023-06-11 Sun 00:34]
- State "DONE"       from "TODO"       [2023-05-10 Wed 21:05]
- State "DONE"       from "TODO"       [2023-05-08 Mon 21:27]
:END:

** NEXT Weekly Review
SCHEDULED: <2024-12-15 Sun 17:00 .+7d>
:PROPERTIES:
:TAGS_ALL: mindset
:Effort:   1:00
:LAST_REPEAT: [2024-11-24 Sun 12:40]
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2024-11-24 Sun 12:40]
- State "DONE"       from "TODO"       [2024-04-15 Mon 11:26]
- State "DONE"       from "TODO"       [2024-04-07 Sun 21:36]
- State "DONE"       from "TODO"       [2023-10-01 Sun 23:59]
CLOCK: [2023-10-01 Sun 23:43]--[2023-10-02 Mon 00:01] =>  0:18
- State "DONE"       from "TODO"       [2023-08-13 Sun 22:29]
- State "DONE"       from "TODO"       [2023-08-06 Sun 23:42]
CLOCK: [2023-08-06 Sun 22:41]--[2023-08-06 Sun 23:42] =>  1:01
CLOCK: [2023-08-06 Sun 22:38]--[2023-08-06 Sun 22:41] =>  0:03
- State "DONE"       from "TODO"       [2023-08-01 Tue 23:01]
- State "DONE"       from "TODO"       [2023-06-18 Sun 16:35]
CLOCK: [2023-06-18 Sun 14:13]--[2023-06-18 Sun 15:25] =>  1:12
- State "DONE"       from "TODO"       [2023-06-10 Sat 11:27]
- State "DONE"       from "TODO"       [2023-01-29 Sun 14:13]
CLOCK: [2023-01-29 Sun 13:08]--[2023-01-29 Sun 14:13] =>  1:05
:END:

